Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Pech chciał, że Baes wyznaczył mi nocną wartę w najbliższym czasie. Może przypilnowałbyś południowych murów pod moją nieobecność?
uk: На моє нещастя, Байс призначив мені нічну варту найближчим часом. Можливо, ти міг би наглянути за південними стінами під час моєї відсутності?

source: Pech chciał, że dzień wcześniej padało, a jakie ścieżki u nas, to sam wiesz. Wpadliśmy w koleinę i utknęliśmy.
uk: Нам не пощастило, що напередодні йшов дощ, а які дороги в нашій місцевості, ти і сам знаєш. Ми потрапили на бездоріжжя і застрягли.

source: Pech chciał, że mój przodek dotarł na Archolos parę miesięcy po rodzinie Valerio, a ci dranie zdążyli już się wkupić w łaski gubernatora.
uk: Їм не пощастило прибути на Архолос через кілька місяців після сім'ї Валеріо, коли ці негідники вже втерлися в довіру до губернатора.

source: Pech chciał, że na naszej drodze spotkaliśmy ludzi Volkera. Te dranie nie zważały na to, że atakując mnie nie skrzywdzą też postronnych osób. Nie jestem pewien, czy Lena i Barry mogą bezpiecznie ze mną podróżować.
uk: На жаль, на нашому шляху зустрілися люди Волкера. Цих виродків не хвилювало, що, напавши на мене, вони можуть зашкодити перехожим. Я не впевнений, чи Олена і Баррі можуть безпечно подорожувати зі мною.

source: Pech chciał, że ten drugi zdążył dosypać już do niej trującej rośliny, której Oscar używał do pozbywania się szczurów.
uk: На жаль, Стен вже встиг підсипати туди отруйну рослину, яку Оскар використовував, щоб позбутися щурів.

source: Pech chciał, że zamiast na kontynent, wysłano mnie do tłumienia powstania chłopów w sąsiednim Lomarze.
uk: Не пощастило, бо замість того, щоб відправити мене на материк, мене відправили придушувати селянське повстання в сусідньому Ломарі.

source: Pech, że większość z nich może tylko pomarzyć sobie o spędzeniu ze mną nocy, bo zwyczajnie ich na mnie nie stać.
uk: На жаль, більшість з них можуть лише мріяти про те, щоб провести зі мною ніч, бо я їм просто не по кишені.

source: Pen. pancerza + premia do walki bronią dwuręczną:
uk: Проб. обладунків + бонус дворучної зброї:

source: Pen. pancerza + premia do walki bronią jednoręczną:
uk: Проб. обладунків + бонус одноручної зброї:

source: Penetracja pancerza:
uk: Пробивання обладунків:

source: Personalne polecenie dla strażnika Marvina: przybyć najszybciej jak to możliwe.
uk: Особиста вказівка вартовому Марвіну: прибути якнайшвидше.

source: Perła
uk: Перлина

source: Perła wody
uk: Перлина води

source: Perły Kobusa
uk: Перлини Кобуса

source: Perły wody
uk: Перлини води

source: Perły, które zebrałem dla Kobusa.
uk: Перлини, які я зібрав для Кобуса.

source: Pete
uk: Піт

source: Peter z Montillii wykazywał duże zrozumienie pojęcia pracy u podstaw celem wzmocnienia jakości wina. Według niego zaczynała się ona nie od etapu zbiorów, ale od momentu sadzenia krzaków. Dowiódł, że ziemia wulkaniczna ma wyjątkowe właściwości, a sadzone na niej rośliny rosną szybciej od tych sadzonych gdziekolwiek indziej na świecie.
uk: Пітер із Монтильї продемонстрував чудове розуміння принципів вирощування винограду для покращення якості вина. За його словами, все починається не з етапу збору врожаю, а з моменту висадки кущів. Він довів, що вулканічний ґрунт має унікальні властивості і що рослини, висаджені на ньому, ростуть швидше, ніж будь–де у світі.

source: Petra
uk: Петра

source: Petra dowiedziała się o mojej wpadce z Harrym szybciej, niż myślałem. Ledwo trzymając swoje nerwy na wodzy, zrugała mnie i zerwała naszą umowę, a potem dała nogę. Wygląda na to, że muszę dostać się do miasta na własną rękę.
uk: Петра дізналася про мою невдачу з Гаррі швидше, ніж я думав. Ледве стримуючи емоції, вона вилаяла мене і розірвала нашу домовленість, а потім втекла геть. Схоже, мені доведеться добиратися до міста самотужки.

source: Petra z Gildii Kupieckiej chciała mnie zabić.
uk: Петра з Торгової Гільдії хотіла мене вбити.

source: Petra? Do naszej organizacji nie należy żadna Petra.
uk: Петра? До нашої організації не належить жодна особа з іменем Петра.

source: Pewien Mag Wody. Jeśli mi nie pomożesz, on umrze!
uk: Один Маг Води. Якщо ти мені не допоможеш, він помре!

source: Pewien bardzo niezadowolony facet, o imieniu Barnaba, przesiaduje przed wejściem do Mrocznych Tajemnic. Opowie mi o swoich nieszczęśliwych przygodach, jeśli przyniosę mu jakiekolwiek piwo oraz posiłek.
uk: Перед входом до Темних Таємниць сидить зовсім нещасний чоловік на ім'я Барнаба. Він розповість про свої пригоди, якщо я принесу йому пива та щось поїсти.

source: Pewien drań zalazł mi za skórę. Jedyny sposób, by go dorwać, to przekonanie Magów z klasztoru do pomocy. Ci jednak nie zrobią niczego bez jakiegoś 'znaku'.
uk: Один негідник дістав мене до кісток. Єдиний спосіб спіймати його – переконати магів з монастиря допомогти. Але вони нічого не зроблять без якогось 'знаку'.

source: Pewien kupiec, którego kiedyś spotkałem w Khorinis, zażartował, że gdyby nie edykty królewskie i właściwości magicznej rudy, zbudowałby sobie z niej dom. Ten niebieski, rzadko spotykany kruszec nie ma sobie równych pod względem twardości. Jest też niezwykle cenny i rzadki, dlatego, jeśli już znajdziesz jego żyłę, lepiej, żebyś zachował tę wiedzę dla siebie.
uk: Торговець, якого я колись зустрів у Хорінісі, пожартував, що якби не королівські укази і властивості магічної руди, він би побудував собі з неї будинок. Ця синя руда не має собі рівних за твердістю. Вона також надзвичайно цінна і рідкісна. Тому, якщо вам вдасться натрапити на її жилу, краще тримайте це знання при собі.

source: Pewien nieznajomy zapytał mnie kiedyś o sekret stali.
uk: Якось незнайомець запитав мене про секрет сталі.

source: Pewien paladyn jest przekonany, że któryś z twoich artefaktów uczyni go niepokonanym w boju.
uk: Один паладин переконаний, що один з твоїх артефактів зробить його непереможним у бою.

source: Pewna łajza ciągle nęka Kathię.
uk: Якийсь негідник переслідує Катю.

source: Pewne jest jedno. Król obrał dziwną taktykę w ostatnim czasie. Rozumiem, że magiczna ruda to przydatny kruszec przy wytwarzaniu broni i pancerzy, ale nie samą bronią wygrywa się wojny.
uk: Одне можна сказати напевно. Король обрав дивну тактику останнім часом. Я розумію, що магічна руда потрібна для виготовлення зброї та обладунків, але війни виграються не лише зброєю.

source: Pewne jest, że nie odpuści swojego stołka. Ani złota podatników.
uk: Впевнений, що він нізащо не відмовиться від своєї посади. Як і від золота платників податків.

source: Pewnego dnia Lena po prostu wyszła za miasto i ślad po niej zaginął. Pamiętam, że była w swojej ulubionej sukience. Pięknie w niej wyglądała.
uk: Одного разу Олена просто вийшла за місто, і зникла без сліду. Я пам'ятаю, що вона була в своїй улюбленій сукні. Як же гарно вона в ній виглядала.

source: Pewnego dnia niebo na zachodzie pochmurniało, a z jego trzewi wydobyły się wstęgi żywego płomienia, które sprowadziły śmierć na Myrtańczyków i Wilczych Synów jednako. Przez wiele dni ogień trawił wszystko, co napotkał na swej drodze, lecz nasze nieustanne modlitwy ubłagały Adanosa, by ów sprowadził deszcz na Jego cierpiące dzieci.
uk: Одного разу небо на заході затягнулося хмарами, і з його нутра вирвалися стрічки живого полум'я, що принесли смерть і міртанцям, і Вовчим Синам. Багато днів вогонь пожирав усе на своєму шляху, але ми постійно молилися, щоб Аданос пролив дощ на своїх стражденних дітей.

source: Pewnego dnia po prostu pojawiły się na ulicach miasta, a ludzie z czasem zaczęli przekazywać je z rąk do rąk.
uk: Одного дня вони просто з'явилися на вулицях міста, і з часом люди почали передавати їх з рук в руки.

source: Pewnego dnia, gdy już miałem iść ogrzać się przy ognisku, dostrzegłem coś pobłyskującego w wodzie.
uk: Одного разу, коли я вже збирався зігрітися біля вогнища, я помітив, що у воді щось блищить.

source: Pewnego lata William zmarł na plagę, która niespodziewanie wybuchła na wyspie. Jego syn, Ramsey, był wówczas podrostkiem, toteż do momentu osiągnięcia przez niego pełnoletności, władzę w Silbach przejęła wdowa po Williamie, Lady Aldona. Nazywano ją „Żelazną Kobietą”, a majestatem i determinacją przyćmiewa wszystkich władców Silbach.
uk: Одного літа Вільям помер від чуми, яка несподівано спалахнула на острові. Його син, Рамзі, тоді був ще підлітком, тож до досягнення ним повноліття, вдова Вільяма, леді Альдона, перейняла владу в Сільбаху. Її називали 'Залізною жінкою', і своєю величчю та рішучістю вона затьмарила всіх правителів Сільбаху.

source: Pewnego razu poszedłem na festyn.
uk: Одного разу я пішов на ярмарок.

source: Pewnego razu spotkałem farmera, maga i alchemika. Każdy z nich miał swoją teorię na temat tego, dlaczego ziemia wokół Silbach jest tak urodzajna. Farmer twierdził, że mieszkańcy wioski zdołali okiełznać siły natury ciężką pracą. Mag z kolei zaklinał się, że dzięki należy składać Adanosowi, który w swojej szczodrości regularnie sprowadza obfite deszcze na pola. Alchemik zaś utrzymywał, że powodem bogatych plonów są gleby wulkaniczne, stwarzające dogodne warunki do hodowli roślin.
uk: Одного разу я зустрів фермера, мага та алхіміка. У кожного з них була своя теорія про те, чому земля навколо Сільбаху настільки родюча. Фермер стверджував, що селяни зуміли приборкати сили природи завдяки наполегливій праці. Маг, натомість, посміювався, що дякувати слід Аданосу, який у своїй щедрості регулярно посилає на поля рясні дощі. Алхімік же стверджував, що причиною багатих врожаїв є вулканічні ґрунти, які створюють сприятливі умови для вирощування рослин.

source: Pewnego upalnego dnia duszkiem opróżnił kufel i sfatygowany padł na hamak, pogrążając się we śnie. Wiatr, który wcześniej przyjemnie chłodził jego twarz, nabrał siły, a wzburzone fale popychały łódź w głąb morza. Kintarou obudził się dopiero u wybrzeży nieznanej mu wyspy. Zdezorientowany chodził w tę i we tę, rozglądał się, próbując określić swoje położenie, aż w końcu, trafił na jakiegoś miejscowego, który przywitał go na Archolos i wskazał drogę do Ustroni Żeglarza.
uk: Одного спекотного дня він випив цілий кухоль і, впавши на гамак, втомлений, поринув у сон. Вітер, який раніше приємно освіжав його обличчя, набрав сили, і бурхливі хвилі погнали човен далеко в море. Кінтару прокинувся лише біля берегів невідомого острова. Розгублений, він тинявся туди–сюди, намагаючись визначити своє місцезнаходження, поки нарешті не натрапив на місцевого жителя, який привітав його на Архолосі і вказав дорогу до Прихистку моряка.

source: Pewnej zimowej nocy, Młody Wilk stanął u wejścia do jamy. Błysnął kłami, rzucając na ziemię nielichy kawał soczystego kretoszczura. Ciepła, parująca krew wciąż spływała z jego ścięgien. Stado zmarzniętych, wygłodniałych wilków ochoczo przyjęło podarunek, pospiesznie dzieląc porcje po równo, coby starczyło dla każdego. Zanim jednak światło dnia zajrzało do jaskini, Młody Wilk wybiegł w popłochu, nie skosztowawszy ani kęsa.
uk: Однієї зимової ночі Молодий Вовк стояв біля входу в лігво. Він вишкірив ікла, кинувши на землю чималий шматок соковитого м'яса кротощура. З його сухожиль ще сочилася тепла, паруюча кров. Зграя змерзлих, голодних вовків охоче прийняла подарунок, поспішно розділивши порції порівну, щоб вистачило на всіх. Однак не встигло ранкове світло проникнути в печеру, як Молодий Вовк поспіхом вибіг, так і не скуштувавши жодного шматочка.

source: Pewnie był słabeuszem.
uk: Він, мабуть, був слабаком.

source: Pewnie było tak, jak mówisz. Wszyscy moi doświadczeni ludzie są teraz w porcie.
uk: Напевно, все так і було. Всі мої досвідчені люди зараз у порту.

source: Pewnie było to trudniejsze, niż twój powrót na winnicę.
uk: Не важче, ніж тобі повернутися на виноградник.

source: Pewnie będą chcieli położyć swoje chciwe łapska na naszym majątku, tak jak położyli już na całej wyspie, ale tak łatwo się nie damy!
uk: Вони, напевно, захочуть заволодіти нашим майном, як і всім островом, але ми їм цього не дозволимо!

source: Pewnie chcesz posłuchać o tym, jak strzeliłem do tego kundla?
uk: Ти, мабуть, хочеш почути про те, як я підстрелив того пса?

source: Pewnie chcesz w nim gotować jakieś wywary, możesz o tym zapomnieć! Później w takim kotle nie da się już nic zjadliwego ugotować.
uk: Якщо ти хочеш варити в ньому якісь зілля, то можеш про це забути! Потім у такому казані нічого їстівного приготувати не вдасться.

source: Pewnie chcesz wiedzieć, czy mam coś z resztek towaru.
uk: Ти, напевно, хочеш знати, чи я маю щось із товарів.

source: Pewnie chciałbyś jak najszybciej usłyszeć, że Devir wgniótł Kylida w ziemię? Cóż, z doświadczenia wiem, że nie masz o co się martwić.
uk: Напевно, тобі хочеться якомога швидше почути, що Девір вже втоптав Кайліда в землю? Що ж, з мого досвіду, тобі нема про що турбуватися.

source: Pewnie cię przekupił, co? Ile dostałeś? Obaj dobrze wiemy, że to nie jest autentyczna kopia! Zejdź mi z oczu!
uk: Мабуть, він тебе підкупив, так? Скільки ти отримав? Ми обоє добре знаємо, що це не справжня копія! Забирайся з моїх очей!

source: Pewnie czujesz się cholernie odważny wśród tych wszystkich ludzi, co? Myślisz, że cię ochronią?
uk: Ти, мабуть, почуваєшся до дідька хоробрим серед цих людей, так? Думаєш, вони тебе захистять?

source: Pewnie dalej bylibyśmy marynarzami, gdyby nie Bitwa o Wschodni Archipelag.
uk: Ми, мабуть, і досі були б моряками, якби не битва за Східний Архіпелаг.

source: Pewnie dlatego próbował pozbyć się wszystkich dowodów...
uk: Напевно, саме тому він намагався позбутися всіх доказів...

source: Pewnie dlatego tak mu zależało, żeby tam pójść.
uk: Мабуть, тому він так хотів там побувати.

source: Pewnie dlatego, bo płynę z egzotycznego kraju.
uk: Напевно, тому що я пливу з екзотичної країни.

source: Pewnie dostała je cała grupa, która weszła do kopalni.
uk: Мабуть, їх видали всій групі, яка вирушила до копальні.

source: Pewnie dołączysz do tych pierwszych?
uk: Ти, мабуть, приєднаєшся до перших?

source: Pewnie gdzieś tu się kręcą. Rozejrzyj się.
uk: Вони, мабуть, десь тут вештаються. Озирнись довкола.

source: Pewnie gdzieś w lochu na terenie koszar. Zakładam jednak, że nie będzie tam siedział w nieskończoność.
uk: Мабуть, десь у в'язниці на території казарм. Однак я припускаю, що він не залишиться там назавжди.

source: Pewnie gdzieś, gdzie chodzą takie przybłędy jak on i wydają pieniądze na gorzałę. Nietrudno o takie miejsca w tym mieście.
uk: Мабуть, десь, куди ходять такі волоцюги, як він, щоб витрачати гроші на випивку. Знайти такі місця у цьому місті нескладно.

source: Pewnie jak zwykle urżnęli się winem w kuchni i zostawili ogród bez ochrony. Szkoda tylko, że później sprzątanie jest na mojej głowie.
uk: Напевно, вони, як завжди, напилися вина на кухні і залишили сад без нагляду. Шкода тільки, що прибирати після цього доводиться мені.

source: Pewnie jest coś wart.
uk: Напевно, він чимало коштує.

source: Pewnie jest coś warta.
uk: Напевне, вона чимало коштує.

source: Pewnie jest gdzieś na morzu, bo od jakiegoś czasu go nie widziałem.
uk: Він, мабуть, десь у морі, бо я його давно не бачив.

source: Pewnie jeszcze chwilę mi z tym zejdzie, jeśli zmienisz zdanie, to wróć do mnie.
uk: Схоже, я тут надовго, але якщо передумаєш - повертайся.

source: Pewnie już dawno strażnicy się go pozbyli, a jeśli nie, to znajdziesz go na cmentarzu dwa metry pod ziemią w ciele tego smarkacza.
uk: Варта напевно його давно позбулася, а якщо ні, то ти знайдеш його на цвинтарі, на глибині двох метрів – у тілі того шмаркача.

source: Pewnie już to wiesz, ale jesteśmy kapłanami Adanosa, strażnikami równowagi oraz opiekunami chorych.
uk: Напевно, ти вже знаєш що ми, жерці Аданоса, є хранителями рівноваги та опікунами хворих.

source: Pewnie już zdążył zaszyć się w jakiejś norze, gdy tylko zauważył, że przegrywa.
uk: Він, напевно, вже встиг заритися в якусь нору, як тільки помітив, що програє.

source: Pewnie kiedyś był psem pasterskim na jednej z okolicznych farm, dlatego uparł się na pilnowanie moich owiec.
uk: Ймовірно, колись він був собакою пастуха на одній з місцевих ферм, тому тепер він взявся охороняти моїх овець.

source: Pewnie kojarzysz błotniaki. Takie wyrośnięte żółwie, łatwo je spotkasz na bagnach. Widzisz, mam pewną teorię z nimi związaną.
uk: Ти, напевно, вже бачив мулистих черепах? Це такі великі черепахи, їх часто можна зустріти на болотах. Розумієш, у мене є теорія, пов'язана з ними.

source: Pewnie kręci się teraz gdzieś na cmentarzu.
uk: Напевно, прямо зараз він вештається десь на цвинтарі.

source: Pewnie ktoś je chętnie kupi.
uk: Можливо, хтось буде радий їх придбати.

source: Pewnie ktoś ją chętnie kupi.
uk: Впевнений, хтось залюбки її придбає.

source: Pewnie ktoś to kupi.
uk: Можливо, хтось її купить.

source: Pewnie ktoś urządził sobie niezłą zabawę.
uk: Мабуть, хтось влаштував собі гарну гулянку.

source: Pewnie leży martwy gdzieś w rowie, a ty za moment do niego dołączysz.
uk: Можливо, він лежить мертвий десь у канаві, і ти приєднаєшся до нього за мить.

source: Pewnie leżą gdzieś na dnie w obrębie wyspy. Jeśli zanurkujesz, to może uda ci się je znaleźć.
uk: Напевно, зброя лежить десь на дні поблизу острова. Якщо пірнеш, то, можливо, знайдеш її.

source: Pewnie masz gorączkę, młodzieńcze. Najlepiej będzie, jeśli jak najszybciej wrócisz do łóżka.
uk: Мабуть, у тебе лихоманка, юначе. Буде краще, якщо ти якнайшвидше повернешся до ліжка.

source: Pewnie mało kto w to wierzył, łącznie ze mną, ale... wygrałem Turniej w Przystani Łotrów. Ciekawe, jak to wpłynie na moją rozmowę z Benem...
uk: Напевно, мало хто в це вірив, в тому числі і я, але... я виграв турнір у Гавані лиходіїв. Цікаво, як це вплине на мою розмову з Беном...

source: Pewnie mi nie uwierzysz, ale w jaskini niedaleko lasu widziałem orka!
uk: Ти, напевно, не повіриш, але в печері біля лісу я бачив орка!

source: Pewnie minie jeszcze trochę czasu, zanim pojawi się tutaj jakiś statek płynący do Nordmaru...
uk: Напевно, пройде чимало часу, перш ніж сюди припливе корабель, що прямує до Нордмару...

source: Pewnie mogę się pożegnać ze złotem z zakładów. Być może w Vardhal znajdę skarby, które mi zrekompensują ten brak.
uk: Напевно, я можу розпрощатися з поставленим золотом. Можливо у Вардхалі я знайду скарби, які компенсують мені цю втрату.

source: Pewnie nasłuchali się tych bzdur od agitatorów i pomyśleli, że to dobry sposób na pokazanie swojego niezadowolenia.
uk: Вони, напевно, наслухалися цих нісенітниць від агітаторів і подумали, що це хороший спосіб показати своє невдоволення.

source: Pewnie nawet ten stary macza w tym swoje górnicze paluchy.
uk: Імовірно, навіть старий приклав до цього свої потріскані пальці.

source: Pewnie nawet teraz mógłbyś go tam znaleźć.
uk: Напевно, і зараз його там можна знайти.

source: Pewnie nie dam rady zmienić twojego zdania?
uk: Ти впевнений, що я не зможу тебе переконати?

source: Pewnie nie mam wyboru, co?
uk: У мене, напевно, немає вибору, так?

source: Pewnie nie odczuję konsekwencji zignorowania tej sprawy...
uk: Я, мабуть, не відчую наслідків ігнорування цього питання...

source: Pewnie nie poradziłby sobie z porażką...
uk: Він, мабуть, не зміг би витримати поразку...

source: Pewnie nie tak dobrze jak u nowego mistrza areny, więc nie będę gadał po próżnicy.
uk: Можливо, не так добре, як у нового чемпіона арени, тож не буду базікати даремно.

source: Pewnie nie widziałeś, bo go nie nosił na palcu. Też się zdziwiłem, kiedy ten chudzielec wygrzebał go z kieszeni.
uk: Певно ти не бачив його, бо твій брат не носив його на пальці. Я теж здивувався, коли худорлявий чоловік витягнув його у нього з кишені.

source: Pewnie nie, ale czy to zrobię? Wątpię.
uk: Напевно, ні, але чи буду я цим займатися? Сумніваюся.

source: Pewnie nie, ale zdziwiłbyś się za to ilu myśli podobnie!
uk: Можливо, але ти здивуєшся, як багато хто думає так само, як я!

source: Pewnie nie. Spróbuj znaleźć jakiś sposób niezwiązany z przekupstwem czy walką, cholera wie, jak Ulryk by na to zareagował. Tylko nie przesadź, jesteś strażnikiem, mamy swoją godność!
uk: Напевно, ні. Спробуй знайти якийсь спосіб, не пов'язаний з підкупом чи бійкою. Хтозна, як на це відреагує Ульрік. Тільки не перестарайся, ти ж вартовий, а у нас є гідність!

source: Pewnie nie. W każdym razie, każdemu z nas przyda się odpoczynek. Znajdź sobie jakiś kąt i zdrzemnij się.
uk: Мабуть, ні. У будь-якому випадку, нам усім не завадить відпочити. Знайти собі якийсь куточок і подрімай.

source: Pewnie niewiele ponad to, co już wiesz. To duża i piękna wyspa, stolica Wschodniego Archipelagu, niestety obfitująca również w wiele niebezpiecznych miejsc.
uk: Ймовірно, не набагато більше, ніж ти вже знаєш. Це великий і мальовничий острів, столиця Східного Архіпелагу, який, на жаль, також таїть у собі багато небезпечних місць.

source: Pewnie niewiele więcej od innych. Największa wyspa Archipelagu, stolica kultury, potęga gospodarcza. Chociaż przez wojnę coraz bardziej mija się to z prawdą.
uk: Мабуть, не набагато більше, ніж інші. Найбільший острів Архіпелагу, культурна столиця та економічний центр. Хоча через війну це все більше стає брехнею.

source: Pewnie nieźle musiał się przejąć tym włamaniem.
uk: Він, мабуть, був дуже приголомшений тим пограбуванням.

source: Pewnie nieźle się za nimi wszystkimi nabiegałeś, więc mam dla ciebie coś specjalnego.
uk: Ти, мабуть, добряче за ними набігався, тож я маю для тебе дещо особливе.

source: Pewnie o tym nie wiesz, ale kaligrafia jest niezwykle trudną sztuką. Wymaga precyzji, odpowiedniego skupienia i...
uk: Можливо, ти цього не знаєш, але каліграфія – надзвичайно складне мистецтво. Воно вимагає точності, зосередженості і...

source: Pewnie popełniłeś podstawowy błąd i rozmawiałeś z Edgarem.
uk: Напевно, ти припустився елементарної помилки та заговорив з Едгаром.

source: Pewnie powiedział ci gdzie jest moja, prawda? Jego zacumowana jest zaraz obok. Rozpoznasz ją po całej stercie śmieci.
uk: Він, мабуть, сказав тобі, де мій, чи не так? Його човен пришвартований зовсім поряд. Ти впізнаєш його по цілій купі сміття.

source: Pewnie płaca też nie jest najgorsza?
uk: Напевно, і зарплатня теж непогана?

source: Pewnie robisz to dla złota, co?
uk: Мабуть, ти робиш це заради золота, чи не так?

source: Pewnie robisz to dla złota, co? (Przekup 2000 SZ)
uk: Мабуть, ти робиш це заради золота, чи не так? (Дати хабар 2000 золотих)

source: Pewnie siedzi ciągle w tym swoim szybie i wyłudza złoto od górników.
uk: Ймовірно, досі сидить у своєму тунелі і вибиває золото з гірників.

source: Pewnie siedzi w swoim domu. Kiedy nie ma służby, nie uświadczysz go nigdzie indziej.
uk: Мабуть, сидить у себе вдома. Коли він не на службі, його більше ніде не видно.

source: Pewnie się uodpornili. Żyją w tym brudzie i smrodzie, to organizmy na pewno mają o wiele mocniejsze od reszty mieszkańców.
uk: Мабуть, у них з'явився імунітет. Вони живуть у бруді та смороді, тому й організм у них, звісно, набагато сильніший, ніж у решти населення.

source: Pewnie spodziewałeś się po nowicjuszu więcej pokory i uczciwości, ale to nie do końca tak... Po prostu Magowie Wody spoglądają na wiele rzeczy zbyt staroświecko.
uk: Ймовірно, ти очікував від послушників більшої покірності та чесності, але це не зовсім так... Просто Маги Води дивляться на багато речей занадто по-старому.

source: Pewnie sprowadzi tu swoich ludzi, dopiero gdy Ramsey odda mu Silbach za jakieś marne pieniądze, ale wtedy... wtedy będzie jeszcze gorzej.
uk: Можливо, він відправить сюди своїх людей лише тоді, коли Рамзі віддасть йому Сільбах за безцінь, але тоді... тоді стане ще гірше.

source: Pewnie spróbują się jakoś przygotować na ewentualność naszych działań, powiedzmy nieprzewidzianych w umowie, ale nie sądzę, by miało nam to sprawić większy problem.
uk: Напевно, вони спробують якось підготуватися до можливих наших дій, скажімо, непередбачених договором, але не думаю, що це створить для нас великі проблеми.
